<?php
// Admin language string for mod Very Simple AntiBot Registration
$lang_plugin_admin = array(
  'Explanation' => 'ئەم پێوەکراوە بۆ ڕێگرتنە لە ئامێرەکانی سپام، پرسیارەکان زۆر سەرەتاین کە مرۆڤێکی خاوەنی 2 ساڵ خوێندن دەیزانێ، ئەویش بریتییە لە ]پرسیاری "ئایا دوو کۆی سێ دەکاتە چەند؟" ئەمەش دەتوانیت دەستکاری پرسیارەکان بکەیت و بیکەیت بە وەڵامی گرنگتر و ئاڵۆزتر. کە تەنها مۆرڤ بتوانێت دەستکاری بکات.
پرسیاری زۆرتر و ئاڵۆزتر دەتوانیت لەم پەڕەیە بگۆڕیت و بیکەیت:
<em>lang/your_language/mod_very_simple_antibot.php</em>.
پرسیارەکان لە زمانەکاندا دەتوانن جودابن.

<em>هەڵبژاردن</em>:
- ئەم پرسیارە لە میوانانیش دەکرێت، ئەگەر ڕێگەدرابن وەکو میوان مەکۆکان بەکاربەرن بۆ دەستکاری زیاتر، پەڕگەی  search_insert.php دەستکاری بکە <strong>لە پێش </strong> دامەزراندنی کارەکەت .
- هەموو وەڵامێکی دەقی بە خۆکار دەکرێت بە پیتی گەورە (لە ئینگلزیدا پیتی کەپیتاڵ)، بۆ گۆڕینی ئەمە دەستکاری  search_insert.php بکە <strong>لە پێش </strong> دامەزراندنی کارەکەت.',
);
?>
